import AddComment from "./addComment/addComment";

function ProductCommentBox() {
    return(
            <div className={"w-full"}>
                <AddComment/>
                <div>
                    <table className={"w-full"}>
                        <tr className={"w-full flex flex-col lg:flex-row border-b-2 border-gray-300 py-3 items-start justify-between"}>
                            <td className={"lg:w-2/12 3xl:w-1/12 text-gray-400 text-top text-sm"}>
                                <span>1400/02/06</span>
                                <p>رضا قوچانی</p>
                            </td>
                            <td className={"lg:w-10/12 3xl:w-11/12 text-gray-600 text-md"}>
                                سلام خدمت عزیزان. ممنون که این نظر و بقیه نظرات بنده رو در دیجی کالا مطالعه میفرمایید. خب میرسیم به هدیه انویدیا به طرفداران گیمینگ. جی پی یو rtx 3060 رو میشه یک هدیه واقعی با قیمتی مناسب نسبت به توان سخت افزاری اون طلقی کرد البته بیشتر به قیمت اصلی یعنی به دلار قیمت خیلی مناسبی را دارای هستش. و به ریال کمی قیمت تندی داره ولی باز هم از rtx 2060 که درحال حاضر به قیمت هایی مانند 40 میلیون تومن رسیده اند واقعا قیمت بهتری را دارای هستش. حال هدف از تولید جی پی یو rtx 3060 این بوده که طرفدارانی که علاقه بازی روی رزولشن 1440p رو دارن و به حجم رم گرافیک بیشتر اهمیت میدن بوده. البته نمیشه از حق گذشت که توان پردازشی این جی پی یو نسبت به 12 گیگ رم و قیمت اون واقعا قابل ستایش هستش. طبقه تست های انجام گرفته شده جی پی یو rtx 3060 از نظر توان پردازشی 3 درصد از rtx 2070 قوی تر بوده و نزدیک 4 درصد از gtx 1080 ti ضعیف تر هستش ولی به علت معماری ampere و قابلیت هایی همچون ray-tracing و همچنین DLSS از gtx 1080 ti برتری نسبی بیشتری را دارا میباشد. البته در نظر داشته باشید که این مدل از سری TI خود ضعیف تر هستش ولی با این وجود 4 گیگ حافظه رم گرافیکی بیشتری نسبت به سری TI خود دارا هستش اگر علاقه مند به fps بالا تر هستید سرری TI بیشتر پیشنهاد میشه تا این مدل. ولی اگر از سری افرادی هستید که دوست داران بیشتر گیم هارو روی رزولشن بالا تر و تنظیمات گرافیکی پیشرفته تر اجرا کنید این مدل به علت حجم رم گرافیکی بیشتر انتخاب مناسب تری هستش. لذا در این شرط که کمتر به fps در گیم های خود توجه دارید و به دنبال کیفیت گرافیکی بیشتری هستید توصیه میشود. به طور کلی گرافیک عالی هستش برای دوسداران گیم. از جمله عزیزانی که میخوان رو رزلوشن 1440p بازی هاشون رو اجرا کنند. موفق باشید.
                            </td>
                        </tr>


                    </table>
                </div>
            </div>
    )
}

export default ProductCommentBox